[
  {
    "title": "The Brave Little Ant",
    "story": "An ant wanted to climb a tall tree. She fell but tried again and again. Finally, she reached the top. Her friends cheered her courage. She felt proud of herself.",
    "moral": "Never give up."
  },
  {
    "title": "Leo and the Lost Balloon",
    "story": "Leo let go of his red balloon. It floated high into the sky. He felt sad but found a new balloon. He learned to enjoy little things. He smiled and played happily.",
    "moral": "Happiness is in simple joys."
  },
  {
    "title": "The Kind Elephant",
    "story": "An elephant saw a small bird in rain. He gave it shelter under his ear. The bird sang sweet songs in return. They became best friends. They played together every day.",
    "moral": "Kindness brings friendship."
  },
  {
    "title": "Mia’s Magic Garden",
    "story": "Mia planted seeds in her small garden. She watered them every day with care. Soon flowers bloomed everywhere. Her garden made everyone happy. She enjoyed the colorful flowers.",
    "moral": "Care and patience bring rewards."
  },
  {
    "title": "Timmy and the Star",
    "story": "Timmy wished to catch a star. He climbed the hill but missed it. He saw the stars twinkle above anyway. He smiled and made another wish. He felt happy under the night sky.",
    "moral": "Appreciate what you have."
  },
  {
    "title": "The Honest Fox",
    "story": "A fox found a lost bag of nuts. He returned it to the squirrel. The squirrel thanked him with more nuts. Fox felt proud of doing the right thing. He learned honesty is the best policy.",
    "moral": "Honesty is always rewarded."
  },
  {
    "title": "Bella’s Rainbow",
    "story": "Bella painted a rainbow in the sky. It made everyone in town smile. Her friends joined and painted too. The sky became full of colors. Everyone enjoyed the colorful view.",
    "moral": "Sharing joy spreads happiness."
  },
  {
    "title": "The Lazy Turtle",
    "story": "A turtle slept while others played. He missed the fun and learning. He decided to join the next day. He discovered new friends and games. He enjoyed playing with everyone.",
    "moral": "Don’t waste time being lazy."
  },
  {
    "title": "Sammy and the Lost Shoe",
    "story": "Sammy lost one shoe on his way home. He searched everywhere with patience. He finally found it under a tree. He learned to be careful next time. He wore both shoes happily.",
    "moral": "Pay attention to small things."
  },
  {
    "title": "The Little Cloud",
    "story": "A cloud wanted to be big and white. He worked hard to gather water. Soon, he rained gently on the flowers. The earth smiled with colorful blooms. He felt proud of helping everyone.",
    "moral": "Hard work helps others too."
  }
]
